cfd_backend_jobs/CFD-538A85644E/extracted/CFD-E7DE7C31AA/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| Jewlz FluidForce Simulator - Generated OpenFOAM Dictionary                  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// ************************************************************************* //

transportModel  Newtonian;
nu              [0 2 -1 0 0 0 0] 3.6218374787184997e-07;
